public_html/DataScience/thoughts_and_ideas.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2020-06-03 Wed 15:39 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Data Science thoughts &amp; ideas</title>
<meta name="generator" content="Org mode">
<meta name="author" content="John Doe">
<meta name="description" content="Some thoughts and ideas that come up when I am thinking about data."
>
<meta property="og:title" content="Data Science thoughts & ideas" />
<meta property="og:description" content="Some thoughts and ideas that come up when I am thinking about data." />
<meta property="og:type" content="website" />
<link rel="stylesheet" type="text/css" href="/css/style.css" />
</head>
<body>
<div id="content">
<header>
<h1 class="title">Data Science thoughts &amp; ideas</h1>
</header><nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org6457469">1. Schrodinger&rsquo;s Bias</a></li>
</ul>
</div>
</nav>

<div id="outline-container-org6457469" class="outline-2">
<h2 id="org6457469"><span class="section-number-2">1</span> Schrodinger&rsquo;s Bias</h2>
<div class="outline-text-2" id="text-1">
<p>
Today I was thinking about wikipedia and it&rsquo;s decline in quality due to the &ldquo;editor&rsquo;s dictatorial regime&rdquo; and a question came to my mind: what if the bias in data is not a phenomena in itself but a byproduct of our own bias?.
When we think about getting information we often say it&rsquo;s the process of getting insight out of the data. But an insight is an interpretation and an interpretation can be just as broad as one&rsquo;s knowledge. We - more often than not - leave something on the table. The information can only be valueble when interpreted by all interested parties.
But what if data was collected by just one party? Could the bias be introduced beforehand by lackluster polls or one sided questions?
These days data is ever more important but being skeptic is the key.
As long as media keeps having polarized opinions and alienating the opossing parties, information silos and echo chambers happen and said information is less informative because is highly biased because it is not addressed by the people with an opposite hypoteses.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: John Doe</p>
<p class="date">Created: 2020-06-03 Wed 15:39</p>
</div>
</body>
</html>
